{"total_number_of_results":16,"per_page":100,"page":1,"params":{"q":"Daniel Osgood","sort":"best_match","order":"desc","search_type":"keyword","filters":{}},"records":[{"id":"10.7916/jrtg-f250","legacy_id":"ac:t4b8gthth8","title":"IRI Report: Factibilidad del uso de bases de datos climáticos para seguros de índice en América Latina","author":["Osgood, Daniel"],"abstract":"Este reporte es producto de un proyecto del verano 2015 de la Maestría en Clima y Sociedad de la Universidad de Columbia. .Estos materiales fueron construidos a partir de un conjunto mayor de materiales educacionales. Los materiales han sido desarrollados gracias a generoso apoyo del pueblo Americano a traves de la Agencia de Estados Unidos para el Desarrollo Internacional (USAID, por sus siglas en inglés). Las fuentes de financiamiento incluyen a la Fundación Syngenta, Oxfam America, la Fundación Rockefeller y Organización Internacional del Trabajo de las Naciones Unidas (OIT) Fondo de Innovación en Microseguros. Adicionalmente, los materiales educacionales han sido financiados por el CGIAR Programa de Investigación sobre Cambio Climatico, Agricultura y Seguridad Alimentaria (CCAFS, por sus siglas en inglés), que es una asociación estratégica de CGIAR y Future Earth.","date":"2015","department":["International Research Institute for Climate and Society"],"subject":["Sustainability","Climatic changes"],"type":["Articles"],"language":["Spanish"],"persistent_url":"https://doi.org/10.7916/jrtg-f250","resource_paths":["/doi/10.7916/2nph-5p45/download"],"created_at":"2024-03-13T19:21:58Z","modified_at":"2024-03-13T19:21:58Z"},{"id":"10.7916/D8MW2Q01","legacy_id":"ac:130680","title":"Technical annex : HARITA IRI report to Oxfam America","author":["Osgood, Daniel E."],"abstract":"This is the technical annex to HARITA IRI Report to Oxfam America. It is the interim\nReport deliverable for GLO 002/10: General IRI Planning and Technical Support for Harita\nMicro-Insurance Pilot and contains background material useful for the main report.","date":"2010","department":["International Research Institute for Climate and Society"],"subject":["Environmental sciences"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8MW2Q01","resource_paths":["/doi/10.7916/D8KK9JQM/download"],"created_at":"2011-04-05T19:00:44Z","modified_at":"2018-08-30T21:08:00Z"},{"id":"10.7916/D8RJ4RBG","legacy_id":"ac:130677","title":"HARITA IRI report to Oxfam America","author":["Osgood, Daniel E."],"abstract":"The Horn of Africa Risk Transfer for Adaptation (HARITA) project is a holistic adaptation\nrisk management project involving three main components: risk reduction, risk transfer, and\nprudent risk taking. The risk reduction component involves activities such as composting,\nwater harvesting, planting trees, and seed cleaning, and interfaces closely with the Ethiopian\nProductive Safety Net Program (PSNP), a work for food program through which low income\nfarmers are compensated for their labor in activities such as risk reduction.","date":"2010","department":["International Research Institute for Climate and Society"],"subject":["Environmental sciences"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8RJ4RBG","resource_paths":["/doi/10.7916/D8QC09FW/download"],"created_at":"2011-04-05T18:44:47Z","modified_at":"2018-08-30T18:44:06Z"},{"id":"10.7916/mhq4-e811","legacy_id":"ac:c2fqz612t3","title":"Science-based insurance","author":["Brown, Molly E.","Osgood, Daniel E.","Carriquiry, Miguel A."],"abstract":"Climate change with its potential to alter seasons, rainfall variability and temperature regimes1 poses a growing threat to the development agenda. Small-scale farmers in developing countries, who have few modern technologies or improved crop varieties at their disposal, are among those most vulnerable to changing patterns of rainfall and temperature.\n\nIn developed countries, crop insurance is a commonly employed mechanism by which farmers and ranchers can guard against the reduction or destruction of yields by extreme weather events. However, traditional crop insurance is largely absent in less-developed countries, because costs of implementation are high and there are not enough effective financial institutions to broker insurances. Furthermore, insurance policies perversely provide an incentive for farmers to neglect their fields, a problem that is usually countered with expensive site visits by insurance claim adjusters2, which would not be financially feasible in the developing world.\n\nSo-called index insurances, where an insurance indemnity payout depends on the exceedance of a threshold variable such as water level (for floods) or consecutive days without rain (for droughts), could fill that gap. Many insurance companies and non-profit development organizations are working to develop index insurance for small farmers. In principle, index insurance can serve several purposes. Apart from reducing the risk for small farmers, it can facilitate the availability of credit: banks are more likely to lend to a farmer who is insured against loss of harvest.\n\nHowever, designing and pricing effective index insurance programs has proved to be extremely difficult, even in places where adequate crop and weather data are available. In the developing world, weather stations are few, records are discontinuous and historical weather data difficult to access3. To make the concept viable in these more challenging circumstances, a high degree of participation and engagement from the geoscience community is key, in particular to provide access to satellite remote sensing and high-resolution climate simulations.","date":"2011","department":["International Research Institute for Climate and Society"],"subject":["Sustainability","Climatic changes"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/mhq4-e811","resource_paths":["/doi/10.7916/7v0m-2e60/download"],"created_at":"2024-03-13T19:21:06Z","modified_at":"2024-03-13T19:21:06Z"},{"id":"10.7916/D8QF8SZ4","legacy_id":"ac:199595","title":"Hierarchical Bayes models for daily rainfall time series at multiple locations from heterogenous data sources","author":["Shirley, Kenneth","Vasilaky, Kathryn N.","Greatrex, Helen L.","Osgood, Daniel E."],"abstract":"We estimate a Hierarchical Bayesian models for daily rainfall that incorporates two novelties for estimating spatial and temporal correlations. We estimate the within site time series correlations for a particular rainfall site using multiple data sources at a given location, and we estimate the across site covariance in rainfall based on location distance. Previous rainfall models have captured cross site correlations as a functions of site specific distances, but not within site correlations across multiple data sources, and not both aspects simultaneously. Further, we incorporate information on the technology used (satellite versus rain gauge) in our estimations, which is also a novel addition. This methodology has far reaching applications in providing more accurate and complex weather insurance contracts based combining information from multiple data sources from a single site, a crucial improvement in the face of climate change. Secondly, the modeling extends to many other data contexts where multiple datasources exist for a given event or variable where both within and between series covariances can be estimated over time.","date":"2016","department":["Earth Institute","International Research Institute for Climate and Society"],"subject":["Rain and rainfall--Forecasting","Computer simulation","Rain and rainfall--Mathematical models","Statistics","Mathematics","Meteorology"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8QF8SZ4","resource_paths":["/doi/10.7916/D8R21913/download"],"created_at":"2016-06-03T18:41:34Z","modified_at":"2018-08-30T18:47:14Z"},{"id":"10.7916/zcrk-c626","legacy_id":"ac:gxd2547dkt","title":"Farmers’ knowledge improves identification of drought impacts: A nationwide statistical analysis in Zambia","author":["Mauerman, Max","Osbahr, Henny","Black, Emily","Osgood, Daniel","Chelwa, Grieve","Mushinge, Bernadette"],"abstract":"Climate adaptation policies rely on accurate estimates of weather-related impacts on community-level food insecurity. These estimates must capture local livelihoods and their varying sensitivity to climate extremes. This paper develops a novel methodology to address this need through incorporating farmer knowledge into robust drought impact assessments.\nUsing a new dataset of 925 farmer focus groups in Zambia, we investigate whether farmers’ recollection can identify consequential drought events more consistently than crop yields, which are conventionally used for this purpose. Zambia, like many countries, has experienced structural changes in its crop production systems over the last 30 years. Staple crop yields are therefore a weak proxy for food insecurity without wider socio-economic and agricultural context. We posit that in settings like this, farmers’ knowledge can provide the missing context for what constitutes a meaningful climate shock.\nWe conduct a statistical analysis of the dominant patterns of variability in farmers’ recollected drought years as compared to satellite rainfall. We find that farmers’ recall identifies meteorologically consistent patterns in shocks, going back 40 years. In contrast, conventional methods of regressing weather on maize yields to measure shocks would result in estimates that are biased and overconfident. Our analysis demonstrates, for the first time at a national scale, that farmers’ knowledge of climate shocks is a uniquely reliable source of impact data.","date":"2025","department":["National Center for Disaster Preparedness"],"subject":["Agriculture","Climate change adaptation","Risk assessment","Ecological risk assessment","Traditional ecological knowledge","Participant observation"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/zcrk-c626","resource_paths":["/doi/10.7916/qn2m-3w40/download"],"created_at":"2025-01-30T19:40:38Z","modified_at":"2025-01-30T19:40:38Z"},{"id":"10.7916/zny2-ae06","legacy_id":"ac:k3j9kd51pv","title":"Climate variability through the lens of applied weather index insurance in Senegal-a novel perspective on the implications of decadal variation","author":["Osgood, Daniel E.","Blakeley, S. Lucille","Ouni, Souha","Enenkel, Markus","Braun, Melody","Lebel, Thierry","Giannini, Alessandra"],"abstract":"Weather-based index insurance is a financial instrument that allows smallholder farmers to protect themselves against climate shocks such as droughts and floods. In many cases, insurance indices are based on one or more earth observation datasets (e.g., rainfall, soil moisture, vegetative health) which are partly covering periods of more than 40 years. While remote sensing products and their associated data have improved over this time, understanding the historical climate variability and trends remains an essential piece in ensuring the development of indexes that best represent farmers’ risks. From a practical perspective, shortening time series to limit the risk of understudied climate variability, such as the Atlantic Multidecadal Variability, sometimes seems to be a quick solution. However, shorter time series jeopardize the overall robustness of the index. Therefore, understanding the links between climate variability, index design, and implications for farmers is key. Weather-based index insurance products in Sahelian West Africa usually face a challenge in robustly quantify underlying climatic decadal variation in seasonal rainfall.","date":"2024","department":["International Research Institute for Climate and Society"],"subject":["Climatic changes","Farmers","Crops and climate","Rain and rainfall--Forecasting","Insurance"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/zny2-ae06","resource_paths":["/doi/10.7916/jndp-6c40/download"],"created_at":"2024-10-15T17:20:33Z","modified_at":"2025-10-29T20:12:06Z"},{"id":"10.7916/D8ZW1S4C","legacy_id":"ac:126797","title":"Innovations in Climate Risk Management: Protecting and Building Rural Livelihoods in a Variable and Changing Climate","author":["Hansen, James W.","Baethgen, Walter E.","Osgood, Daniel E.","Ceccato, Pietro N.","Ngugi, Robinson Kinuthia"],"abstract":"We argue that more effective management of climate risk must be part of the response of the international agriculture community to the double crisis of persistent poverty and a changing climate. The most promising opportunities to adapt to climate change involve action on shorter time scales that also contributes to immediate development challenges. Climate risk management (CRM) combines systematic use of climate information, and technology that reduces vulnerability and policy that transfers risk. The cost of climate risk comes both through damaging extreme events and through forfeited opportunity in climatically-favorable years. Effective CRM therefore involves managing the full range of variability, balancing hazard management with efforts to capitalize on opportunity. We discuss several innovations for managing climate risk in agriculture, which have not yet been fully mainstreamed in international agricultural research-for-development. First, effective rural climate information services enable farmers to adopt technology, intensify production, and invest in more profitable livelihoods when conditions are favorable; and to protect families and farms against the long-term consequences of adverse extremes. Second, information and decision support systems synthesize historic, monitored and forecast climate information into forms that are directly relevant to institutional decisions (planning, trade, food crisis response) that impact farmer livelihoods. Third, innovations in index-based insurance and credit overcome some of the limitations of traditional insurance, and are being applied to pre-financing food crisis response, and to removing credit constraints to adopting improved technology. We present a typology of CRM interventions around the concept of dynamic poverty traps.","date":"2007","department":["International Research Institute for Climate and Society"],"subject":["Science--Social aspects"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8ZW1S4C","resource_paths":["/doi/10.7916/D8TH8SWV/download"],"created_at":"2010-06-18T17:30:29Z","modified_at":"2018-08-30T19:02:19Z"},{"id":"10.7916/D88P66DJ","legacy_id":"ac:126368","title":"Designing Weather Insurance Contracts for Farmers in Malawi, Tanzania and Kenya: Final Report to the Commodity Risk Management Group, ARD, World Bank","author":["Osgood, Daniel E.","McLaurin, Megan","Carriquiry, Miguel","Mishra, Ashok","Fiondella, Francesco","Hansen, James W.","Peterson, Nicole","Ward, M. Neil"],"abstract":"This report presents project products to the Commodity Risk Management Group of the World Bank for the development and evaluation of index insurance contracts for smallholder farmers in Malawi, Tanzania, and Kenya. The development of some products we are providing was supported at no cost by the NSF-funded Center for Research on Environmental Decisions. Index insurance is a relatively new weather risk management tool. While traditional insurance insures against crop failure, index insurance insures for a specific event or risk, such as rainfall deficits. The index insurance can be more cost effective since there is no need for in-field assessment of damage because payouts are triggered by weather data directly. Index insurance addresses two problems associated with traditional crop insurance: moral hazard (incentives for a farmer to let a crop die in order to get an insurance payout) and adverse selection (in which insurance is priced based on the risks of the entire population but only the most vulnerable farmers purchase insurance). However, index insurance only provides partial protection and is therefore only one part of a complete risk management package. It is critical that the client have a comprehensive understanding of exactly what risks are covered (and what risks are not covered) by the index product so that clients can effectively use the insurance as a part of their risk management system. Products must be transparent and completely understandable to the client or they will not be able to play their proper role.","date":"2007","department":["International Research Institute for Climate and Society","Earth and Environmental Sciences"],"subject":["Science--Social aspects","Agriculture","Ecology"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D88P66DJ","resource_paths":["/doi/10.7916/D87H1RHK/download"],"created_at":"2010-06-01T19:35:33Z","modified_at":"2018-08-30T17:59:15Z"},{"id":"10.7916/D8V69H3T","legacy_id":"ac:200102","title":"Bridging critical gaps in climate services and applications in Africa","author":["Dinku, Tufa","Block, Paul","Sharoff, Jessica","Hailemariam, Kinfe","Osgood, Daniel E.","del Corral, John C.","Cousin, Remi","Thomson, Madeleine C."],"abstract":"Sound climate risk management requires access to the best available decision-relevant climate information and the ability to use such information effectively. The availability and access of such information and the ability to use it is challenging, particularly throughout rural Africa. A gap analysis published by the International Research Institute for Climate and Society (IRI) and the Global Climate Observing System (GCOS) in 2005 explored these challenges in detail and identified four key gaps: (i) gaps in integration of climate into policy; (ii) gaps in integration of climate into practice at scale; (iii) gaps in climate services; and (iv) gaps in climate data. Though this document was published nearly nine years ago, the gaps it highlighted are still relevant today. In the last decade, IRI has been making efforts to address these critical issues in a systematic way through projects and partnerships in Africa. This paper describes IRI’s efforts in Ethiopia, a country particularly prone to climate related risks. Here we outline a creative solution to bridge the gaps in the availability, access and use of national climate information through the Enhancing National Climate Services (ENACTS) initiative. We then discuss how policy and practice has changed as a result of IRI engagement in the development of climate services in the water, public health and agricultural sectors. The work in Ethiopia is indicative of the efforts IRI is implementing in other countries in Africa and in other parts of the world.","date":"2014","department":["International Research Institute for Climate and Society","Earth and Environmental Sciences"],"subject":["Climatic changes--Risk assessment","Public health"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8V69H3T","resource_paths":["/doi/10.7916/D81G0XR6/download","/doi/10.7916/D8P5601P/download"],"created_at":"2014-09-23T09:44:59Z","modified_at":"2022-01-25T21:17:52Z"},{"id":"10.7916/D8PR861S","legacy_id":"ac:159622","title":"Paleoclimate histories improve access and sustainability in index insurance programs","author":["Bell, Andrew R.","Osgood, Daniel E.","Cook, Benjamin I.","Anchukaitis, Kevin","McCarney, Geoffrey Ross","Greene, Arthur M.","Buckley, Brendan M.","Cook, Edward R."],"abstract":"Proxy-based climate reconstructions can extend instrumental records by hundreds of years, providing a wealth of climate information at high temporal resolution. To date, however, their usefulness for informing climate risk and variability in policy and social applications has been understudied. Here, we apply tree-ring based reconstructions of drought for the last 700 years in a climate index insurance framework to show that additional information from long climate reconstructions significantly improves our understanding of the underlying climate distributions and variability. We further show that this added information can be used to better characterize risk to insurance providers, in many cases providing meaningful reductions in long-term contract costs to farmers in stand-alone policies. The impact of uncertainty on insurance premiums can also be reduced when insurers diversify portfolios, and the availability of long-term climate information from tree rings across a broad geographic range provides an opportunity to characterize spatial correlation in climate risk across geographic regions. Our results are robust to the range of climate variability experienced over the last 400 years and in model simulations of the twenty-first century, even within the context of changing baselines due to low frequency variability and secular climate trends. These results demonstrate the utility of longer-term climate histories in index insurance applications. Furthermore, they make the case from a climate-variability perspective for the continued importance of such approaches to improving the instrumental climate record, even into a non-stationary climate future.","date":"2013","department":["Lamont-Doherty Earth Observatory","Biology and Paleo Environment","Tree Ring Lab"],"subject":["Paleoclimatology","Atmosphere"],"type":["Articles"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8PR861S","resource_paths":["/doi/10.7916/D8RN3JSG/download"],"created_at":"2013-04-23T16:24:16Z","modified_at":"2022-02-16T15:56:26Z"},{"id":"10.7916/k69x-ta59","legacy_id":"ac:0zpc866t84","title":"International Research Institute for Climate and Society","author":["Stanimirova, Radost","Greatrex, Helen","Diro, Rahel","Sharoff, Jessica","Mann, Bristol","D’Agostino, Anthony Louis","Rogers-Martinez, Marshall","Blakeley, Sarah","Small, Christopher","Ceccato, Pietro","Dinku, Tufa","Osgood, Daniel E."],"abstract":"This report is the final narrative deliverable for the ILO’s Microinsurance Innovation Facility contract to the International Research Institute for Climate and Society at Columbia University “Using Satellites to Make Index Insurance Scalable” PG004060, ILO CU11-0558.","date":"2013","department":["International Research Institute for Climate and Society","Lamont-Doherty Earth Observatory","Marine Geology and Geophysics"],"subject":["Sustainability","Climatic changes"],"type":["Chapters (Layout Features)"],"language":["English"],"persistent_url":"https://doi.org/10.7916/k69x-ta59","resource_paths":["/doi/10.7916/nchq-g417/download"],"created_at":"2024-03-13T19:21:52Z","modified_at":"2025-03-19T19:20:19Z"},{"id":"10.7916/D8DF6Z20","legacy_id":"ac:126386","title":"Designing Index-Based Weather Insurance for Farmers In Central America: Final Report to the World Bank Commodity Risk Management Group, ARD","author":["Giannini, Alessandra","Hansen, James W.","Holthaus, Eric","Ines, Amor Valeriano M.","Kaheil, Yasir","Karnauskas, Kristopher B.","McLaurin, Megan","Osgood, Daniel E.","Robertson, Andrew W.","Shirley, Kenneth","Vicarelli, Marta"],"abstract":"This report is one of the deliverables for the project \"Commodity Risk Management Group (ARD) seeks a qualified firm for Designing Index-Based Weather Insurance Contracts For Farmers in Central America, Terms of Reference.\" In this report, we document the development of eleven revised and improved standardized drought contracts, including six contracts specified in the World Bank's Commodity Risk Management Group's Terms of Reference for this project. Contracts are developed for three locations in Nicaragua (Chinandega, Leon, and Managua) for rice, soy, and sorghum crops and three locations in Honduras (La Conce, Catacamas, and Guayabillas/Olancho) for sorghum, soy, and maize crops. We provide background on the contract structure and design methods used. The final standardized drought contracts perform very well in our statistical analysis using crop models, likely due to the strong potential represented by the initial contracts proposed by project partners. In this report we provide a detailed report and discussion of the contracts and the refinement process. Of course, it is important that project partners make sure to validate this performance through alternate sources of information, such as discussions with farmers, experts, and accurate historical yield data, when available. For the future, for standardization of the process, it could be worthwhile to make a more systematic process for quantitatively evaluating and tuning the contracts for additional risks (such as excess rainfall) based on farmer interviews and agronomic knowledge. Specifically we recommend evaluating each risk of the contract independently prior to bundling. We also recommend development of a process for documentation of farmer and expert interviews that would provide information on the risk, as well as a historical record of when each risk was an issue. More intimate inclusion of Reinsurers in the design process for standardized contracts, as well as development of guidelines for features that may lead to additional expense could help provide for fewer surprises in reinsurance pricing. We also recommend that the contracts for additional risks be structured and designed so that they can be adjusted to meet price, payout, and coverage constraints through systematic statistically-based tuning of a small number of parameters. In response to queries raised during the project by project partners we have deepened our study of the climate of Central America and its implications for the forecasts, we find that although there appears to be a strong link between the natural ENSO climate cycle and contract payouts, there is probably little scope for geographical hedging, as crops covered do not span the geographic regions with negatively correlated rainfall. It is likely that the best hedging strategy would be to include excess contracts in the drought portfolio. Also, we see little evidence for altering contracts or pricing to address potential long term precipitation trends in the near term. Given the strong potential for index insurance as a mechanism for adapting to climate risk, we highly recommend that products and prices be regularly updated over the years, with care to ensure the value and product continuity with each change. In response to queries raised during the project by project partners, we perform an in depth illustration and analysis of the use of rainfall simulators on the contracts. We illustrate the limitations of rainfall simulators as well as their potential for improving contract design and pricing for areas with short datasets, developing rainfall simulator for the analysis. Certain features of some contracts (the shifting sowing window) led a wide range of rainfall simulators to under-represent variability. Often, subtle contract features can lead to a lack of robustness to sensitivity tests and difficulty in analysis, and potentially could lead to increased reinsurance pricing without substantially adding to the quality of the coverage. We have noticed that the bulk of the protection of many of the contracts could be provided through much simpler indices that are much more robust to sensitivity tests and perform much more predictably on rainfall simulators when practically implementable. It may be that an additional stage of index design might be very valuable following the development of a sophisticated contract. This additional stage would be to determine if the bulk of the coverage of the contract could be duplicated in a simplified statistical approximation of the contract.","date":"2009","department":["International Research Institute for Climate and Society"],"subject":["Science--Social aspects","Ecology","Agriculture"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8DF6Z20","resource_paths":["/doi/10.7916/D8C82H6V/download"],"created_at":"2010-06-02T14:52:59Z","modified_at":"2019-05-22T15:09:13Z"},{"id":"10.7916/D82231MZ","legacy_id":"ac:126371","title":"Working Paper: Poverty Traps and Climate and Weather Risk: Limitations and Opportunities of Index-based Risk Financing","author":["Barrett, Christopher B.","Barnett, Barry J.","Carter, Michael R.","Chantarat, Sommarat","Hansen, James W.","Mude, Andrew G.","Osgood, Daniel E.","Skees, Jerry R.","Turvey, Calum G.","Ward, M. Neil"],"abstract":"This paper examines the linkage between climate and weather risks and\nshocks and poverty traps by integrating diverse literatures on a wide range of related topics that enhance our understanding of how climate and weather shocks impact both poverty and development. That understanding is used to enlighten our evaluation of the potential developmental role of innovations in index-based risk financing for catastrophic climate and weather shocks.","date":"2007","department":["International Research Institute for Climate and Society","Earth and Environmental Sciences"],"subject":["Science--Social aspects","Ecology"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D82231MZ","resource_paths":["/doi/10.7916/D84J0N0N/download"],"created_at":"2010-06-01T20:16:01Z","modified_at":"2018-08-30T22:13:56Z"},{"id":"10.7916/D8CF9WZN","legacy_id":"ac:126392","title":"Designing Index-Based Weather Insurance for Farmers in Adi Ha, Ethiopia: Report to OXFAM America, July 2009","author":["Dinku, Tufa","Giannini, Alessandra","Hansen, James W.","Holthaus, Eric","Ines, Amor Valeriano M.","Kaheil, Yasir","Karnauskas, Kristopher B.","Lyon, Bradfield","Madajewicz, Malgosia","McLaurin, Megan","Mullally, Connor","Norton, Michael T.","Osgood, Daniel E.","Peterson, Nicole","Robertson, Andrew W.","Shirley, Kenneth","Small, Christopher","Vicarelli, Marta"],"abstract":"This report documents the process and results of the index insurance design effort leading to the index insurance contracts for Adi Ha in 2009. This report represents deliverables 1 and 2 in the terms of reference with Oxfam America, it outlines and compares analysis and design methodologies including the performance of rainfall simulators for index-based contract design. It also details contracts, methodologies, associated issues, and important lessons learned. A separate project report details the Experimental Games, deliverable 3 in the terms of reference.","date":"2009","department":["International Research Institute for Climate and Society","Lamont-Doherty Earth Observatory","Marine Geology and Geophysics"],"subject":["Science--Social aspects","Agriculture"],"type":["Reports"],"language":["English"],"persistent_url":"https://doi.org/10.7916/D8CF9WZN","resource_paths":["/doi/10.7916/D8G166RB/download"],"created_at":"2010-06-02T15:53:08Z","modified_at":"2020-04-27T20:04:44Z"},{"id":"10.7916/d8-2rqg-n386","legacy_id":"ac:d51c59zw75","title":"Essays on Using Climate Information in Disaster and Climate Risk Management","author":["Dookie, Denyse Shivani"],"abstract":"Within the growing concern about the short-term and lasting impacts of natural hazard-based disasters on lives, livelihoods and economies, the ability to manage disaster and climate risk is central to sustainable development. As many recent disasters are directly or indirectly related to weather or climate, and with the expectation that climate variability and change may exacerbate the frequency and/or intensity of related hazards and extreme weather events, climate information has become a critical component of disaster and climate risk management. However, despite its increasing use, as well as money, time and effort into gathering and processing the relevant data, few studies highlight the connection between climate information and development outcomes.\n\nUsing a Caribbean lens, this dissertation explores how the awareness, provision and use of weather and climate information, including storm advisories/forecasts and satellite-based rainfall data, may be linked to development outcomes, both in terms of localized impacts of weather- and climate-related events but also within the wider macro-economy. I explore if development outcomes may vary by event day-of-week timing (hypothesizing a relation to possible differences in climate information provision), study whether there may be a human element of improving climate information, and analyze climate information details to best understand its potential use in Caribbean small states. Such research aligns well with ongoing efforts to understand and predict extreme events, as well as connect disasters to socio-economic outcomes, and can also enrich perspectives which concern assessing vulnerability to disasters and recommending solutions to improve risk communication and strengthen disaster preparedness and resilience.","date":"2020","department":["Sustainable Development"],"subject":["Environmental economics","Ecology","Natural disasters--Management","Disasters--Sociological aspects","Risk communication","Sustainable development"],"type":["Theses"],"language":["English"],"persistent_url":"https://doi.org/10.7916/d8-2rqg-n386","resource_paths":["/doi/10.7916/d8-7y8e-c880/download"],"created_at":"2019-11-11T18:30:23Z","modified_at":"2025-02-19T16:43:04Z"}],"facets":{"author":{"Osgood, Daniel E.":13,"Hansen, James W.":5,"Dinku, Tufa":3,"Giannini, Alessandra":3,"McLaurin, Megan":3},"date":{"2007":3,"2009":2,"2010":2,"2013":2,"2011":1},"department":{"International Research Institute for Climate and Society":13,"Earth and Environmental Sciences":3,"Lamont-Doherty Earth Observatory":3,"Marine Geology and Geophysics":2,"Biology and Paleo Environment":1},"subject":{"Science--Social aspects":5,"Agriculture":4,"Climatic changes":4,"Ecology":4,"Sustainability":3},"type":{"Articles":7,"Reports":7,"Chapters (Layout Features)":1,"Theses":1},"columbia_series":{"IRI Technical Report":6}}}
